{
    "projetos": [
        {
            "titulo": "CALCULADORA RENDA FIXA",
            "descricao": "Uma calculadora de renda fixa, em estilo simples ou composto. Se baseia apenas no juros e no imposto, não leva em consideração outros fatores",
            "tecnologias": [
                "PHP",
                " HTML",
                " JS"
            ],
            "imagem": "imagens\/Captura de tela 2023-03-09 212916.png",
            "github": "https:\/\/github.com\/Henrique3h0\/calc-renda-fixa"
        },
        {
            "titulo": "SDK MP PIX",
            "descricao": "Um SDK hardcode, desenvolvido em PHP para efetuar criação de QRcodes e testar se o status de pagamento na API do mercado pago",
            "tecnologias": [
                "PHP"
            ],
            "imagem": "imagens\/0001-17751593658_20210303_193129_0000-compressed.jpg",
            "github": "https:\/\/github.com\/Henrique3h0\/API-PIX"
        },
        {
            "titulo": "NAN DETECTOR (roblox)",
            "descricao": "Um detector do bug \"NAN\" em um place da plataforma roblox, o bug consistia em corromper o valor do \"money\" assim podendo efetuar compras sem limite na place, esse script serviu para detectar os usuarios que estavam com valores corrompidos",
            "tecnologias": [
                "LUA"
            ],
            "imagem": "imagens\/download.jfif",
            "github": "https:\/\/github.com\/Henrique3h0\/NAN-detector"
        },
        {
            "titulo": "FINANÇAS DASHBOARD",
            "descricao": "Um dashboard financeiro desenvolvido com JS, PHP, HTML, CSS e CHARTjs é uma ferramenta visual altamente interativa que ajuda a gerenciar e analisar dados financeiros de forma eficiente e em tempo real.\r\n\r\nO dashboard exibe informações importantes sobre o desempenho financeiro de uma organização, incluindoe tabelas que mostram informações de suas finanças.\r\n\r\nO dashboard também apresenta uma interface intuitiva e fácil de usar, é possível acessar dados detalhados em cada item do gráfico.\r\n\r\nCom esse dashboard financeiro, é possível fazer análises financeiras avançadas, identificar tendências e padrões de negócios, e tomar decisões mais informadas e estratégicas em tempo real.",
            "tecnologias": [
                "PHP",
                " JS",
                " CSS",
                " HTML",
                " JSON"
            ],
            "imagem": "imagens\/Captura de tela 2023-03-12 173301.png",
            "github": "https:\/\/github.com\/Henrique3h0\/Financas-dashboard"
        }
    ]
}